Repository: Afcoo/ThruRNDIS
Catalog: ThruRNDIS/Resources/Localizable.xcstrings
Source language: en
Languages: ko

source: Manual Configuration Mode
ko: 수동 구성 모드

source: Manual Configuration Mode will be disabled after you reopen ThruRNDIS.
ko: ThruRNDIS를 다시 열면 일반 구성 모드로 변경됩니다.

source: Manual Configuration Mode will be enabled after you reopen ThruRNDIS.
ko: ThruRNDIS를 다시 열면 수동 구성 모드로 변경됩니다.

source: %@ entitlement missing.
ko: %@ 권한이 없습니다.

# %@ failed while installing VM assets: %@
source: %1$@ failed while installing VM assets: %2$@
ko: VM 에셋 설치 중 %1$@ 명령이 실패했습니다: %2$@

source: %@ failed while installing VM assets.
ko: VM 에셋 설치 중 %@ 명령이 실패했습니다.

source: %@ has been connected, but VM assets have not been configured. Open Settings to install VM Assets.
ko: %@ 기기가 연결되었지만 VM 에셋이 구성되지 않았습니다. 설정을 열어 VM Asset을 설치하세요.

source: %@ has been connected. Start the VM and attach this device?
ko: %@ 기기가 연결되었습니다. VM을 시작하고 이 기기를 연결할까요?

# %@ is being connected. Connect to WireGuard when the connection is complete?
source: %1$@ is being connected. Connect to WireGuard when the connection is complete?
ko: %1$@ 기기를 연결하는 중입니다. 연결이 완료되면 WireGuard에 연결할까요?

source: A newer WireGuard tunnel operation superseded this request.
ko: 더 새로운 WireGuard 터널 작업이 이 요청을 대체했습니다.

source: AccessoryAccess Listener
ko: AccessoryAccess 리스너

source: Activating System Extension
ko: 시스템 확장 활성화 중

source: Activating the installed VM assets…
ko: 설치된 VM 에셋을 활성화하는 중…

source: Activation Requested
ko: 활성화 요청됨

source: Activation was requested. Approve the Network Extension in System Settings.
ko: 활성화를 요청했습니다. 시스템 설정에서 네트워크 확장 프로그램을 승인하세요.

source: Active
ko: 활성화됨

source: All
ko: 모두

source: All settings except VM asset files will be reset.
ko: VM 에셋 파일을 제외한 모든 설정이 초기화됩니다.

source: All settings will be reset, and ThruRNDIS will quit.
ko: 모든 설정이 초기화되며 ThruRNDIS가 종료됩니다.

source: Allow ThruRNDIS in System Settings > General > Login Items.
ko: 시스템 설정 > 일반 > 로그인 항목 및 확장 프로그램에서 ThruRNDIS를 허용하세요.

source: Allowed IPs
ko: 허용 IP

source: App settings reset. Install or select VM assets to continue.
ko: 앱 설정이 초기화되었습니다. 계속하려면 VM 에셋을 설치하거나 선택하세요.

source: App settings were reset.
ko: 앱 설정이 초기화되었습니다.

source: Ask to attach when device is available
ko: 기기 감지 시 연결 묻기

source: Asset folder
ko: 에셋 폴더

source: Asset Overrides
ko: 에셋 재정의

source: Attach
ko: 연결

source: Attach Selected
ko: 선택 항목 연결

source: Attach USB
ko: USB 연결

source: Attach USB Device?
ko: USB 기기를 연결할까요?

source: Attached
ko: 연결됨

source: Available devices
ko: 사용 가능한 기기

source: Awaiting User Approval
ko: 사용자 승인 대기 중

source: Back
ko: 뒤로

source: Application
ko: 앱

source: Cancel
ko: 취소

source: Category
ko: 카테고리

source: Check & Install Latest
ko: 최신 버전 확인 및 설치

source: Check that the value is entered correctly
ko: 값이 올바르게 입력되었는지 확인하세요

source: Checking the latest VM asset release…
ko: 최신 VM 에셋 릴리스를 확인하는 중…

source: Checking whether the Network Extension is active.
ko: 네트워크 확장 프로그램이 활성화되어 있는지 확인하는 중입니다.

source: Checking…
ko: 확인 중…

source: Choose Downloaded Assets…
ko: 다운로드한 에셋 선택…

source: Choose extracted vm_assets folder
ko: 압축을 푼 vm_assets 폴더 선택

source: Choose Folder…
ko: 폴더 선택…

source: Choose initial ramdisk override
ko: 재정의할 초기 램디스크 선택

source: Choose Linux kernel override
ko: 재정의할 Linux 커널 선택

source: Choose optional scratch disk image
ko: 선택적 스크래치 디스크 이미지 선택

source: Choose…
ko: 선택…

source: Clear
ko: 초기화

source: Clear All
ko: 모두 지우기

source: Clear all event logs
ko: 모든 이벤트 로그 지우기

source: Clear event logs from this window without deleting saved log files
ko: 저장된 로그 파일을 삭제하지 않고 이 창의 이벤트 로그를 지웁니다

source: Clear Discovered Endpoint
ko: 감지된 엔드포인트 지우기

source: Clear event log
ko: 이벤트 로그 지우기

source: Clear the selected VM asset paths without deleting managed release files.
ko: 관리형 릴리스 파일은 삭제하지 않고 선택한 VM 에셋 경로만 지웁니다.

source: Click the USB icon in the menu bar and choose the tethering device.
ko: 메뉴 막대에서 USB 아이콘을 클릭하고 테더링 기기를 선택하세요.

source: Close Window
ko: 창 닫기

source: Configure Network Extension in Settings
ko: 설정에서 Network Extension을 구성하세요

source: Configure Dummy Ethernet helper in Settings
ko: 설정에서 더미 이더넷 헬퍼를 구성하세요

source: Configure VM Assets in Settings
ko: 설정에서 VM에셋을 구성하세요

source: Connect
ko: 연결

source: Connect Automatically Next Time
ko: 다음부터 자동 연결

source: Connect automatically when device is attached
ko: USB 기기 연결시 자동으로 연결

source: Connect WireGuard
ko: WireGuard 연결

source: Connect WireGuard?
ko: WireGuard에 연결할까요?

source: Connect your device
ko: 기기 연결

source: Connect your tethering device to this Mac.
ko: 테더링 기기를 이 Mac에 연결하세요.

source: Connect Your Tethering Device
ko: 테더링 기기 연결

source: Connecting
ko: 연결 중

source: Connection
ko: 연결

source: Continue
ko: 계속

source: Copy
ko: 복사

# Could not atomically replace WireGuard configuration at %@: %@
source: Could not atomically replace WireGuard configuration at %1$@: %2$@
ko: %1$@에서 WireGuard 구성을 원자적으로 교체할 수 없습니다: %2$@

source: Could not create the WireGuard packet tunnel configuration.
ko: WireGuard 패킷 터널 구성을 만들 수 없습니다.

source: Could not remove the Dummy Ethernet helper while resetting app settings: %@
ko: 앱 설정을 초기화하는 동안 더미 이더넷 헬퍼를 제거할 수 없습니다: %@

source: Could not remove the saved WireGuard tunnel profile.
ko: 저장된 WireGuard 터널 프로필을 제거할 수 없습니다.

source: Could not remove WireGuard configuration: %@
ko: WireGuard 구성을 제거할 수 없습니다: %@

# Could not securely create WireGuard file at %@: %@
source: Could not securely create WireGuard file at %1$@: %2$@
ko: %1$@에 WireGuard 파일을 안전하게 만들 수 없습니다: %2$@

source: Could not stop Dummy Ethernet while resetting app settings: %@
ko: 앱 설정을 초기화하는 동안 더미 이더넷 구성을 중지할 수 없습니다: %@

source: Could not stop the VM before resetting app settings.
ko: 앱 설정을 초기화하기 전에 VM을 중지할 수 없습니다.

source: Could not stop the WireGuard tunnel before resetting app settings.
ko: 앱 설정을 초기화하기 전에 WireGuard 터널을 중지할 수 없습니다.

source: Could not update Launch at Login: %@
ko: 로그인 시 열기 설정을 업데이트할 수 없습니다: %@

# Could not write WireGuard file at %@: %@
source: Could not write WireGuard file at %1$@: %2$@
ko: %1$@에 WireGuard 파일을 쓸 수 없습니다: %2$@

source: CPUs
ko: CPU

source: Detach
ko: 연결 해제

source: Detach the current USB accessory before attaching another USB accessory.
ko: 다른 USB 액세서리를 연결하기 전에 현재 USB 액세서리 연결을 해제하세요.

source: Detach USB
ko: USB 연결 해제

source: Device connection video unavailable
ko: 기기 연결 동영상을 사용할 수 없음

source: Disconnect
ko: 연결 해제

source: Disconnect WireGuard
ko: WireGuard 연결 해제

source: Disconnected
ko: 연결 안 됨

source: Disconnecting
ko: 연결 해제 중

source: DNS Servers
ko: DNS 서버

source: Done
ko: 완료

source: Download & Install Latest
ko: 최신 버전 다운로드 및 설치

source: Download and install the VM Assets.
ko: VM 에셋을 다운로드하고 설치하세요.

# Downloaded %@ has an unexpected size (expected %lld bytes, received %lld).
source: Downloaded %1$@ has an unexpected size (expected %2$lld bytes, received %3$lld).
ko: 다운로드한 %1$@의 크기가 올바르지 않습니다(예상: %2$lld바이트, 수신: %3$lld바이트).

# Downloading %@ failed with HTTP %lld.
source: Downloading %1$@ failed with HTTP %2$lld.
ko: HTTP %2$lld 응답으로 %1$@ 다운로드에 실패했습니다.

source: Downloading…
ko: 다운로드 중…

source: Debug Mode
ko: 디버그 모드

source: Enable Debug Mode
ko: 디버그 모드 활성화

source: Enable the permissions
ko: 권한 활성화

source: Endpoint
ko: 엔드포인트

source: Event Log
ko: 이벤트 로그

source: Event log file storage is unavailable.
ko: 이벤트 로그 파일 저장소를 사용할 수 없습니다.

source: Export Event Log
ko: 이벤트 로그 내보내기

source: Export
ko: 내보내기

source: Failed
ko: 실패

source: File
ko: 파일

source: Finish
ko: 완료

source: Fix the WireGuard configuration error before starting the VM.
ko: VM을 시작하기 전에 WireGuard 구성 오류를 해결하세요.

source: Follow these four steps to use USB tethering.
ko: 다음 4단계를 따라 USB 테더링을 사용하세요.

source: General
ko: 일반

source: GitHub did not return a published VM asset release.
ko: GitHub에서 게시된 VM 에셋 릴리스를 찾을 수 없습니다.

source: GitHub rejected the release request. The unauthenticated API rate limit may have been reached.
ko: GitHub가 릴리스 요청을 거부했습니다. 인증되지 않은 API 요청 한도에 도달했을 수 있습니다.

source: GitHub returned an invalid response while checking VM assets.
ko: VM 에셋 확인 중 GitHub에서 잘못된 응답을 반환했습니다.

source: GitHub returned HTTP %lld while checking VM assets.
ko: VM 에셋 확인 중 GitHub가 HTTP %lld 응답을 반환했습니다.

source: Grant the Network Extension and Dummy Ethernet helper permissions.
ko: 네트워크 확장 프로그램과 더미 이더넷 헬퍼 권한을 부여하세요.

source: Guest shut down.
ko: 게스트가 종료되었습니다.

source: Help
ko: 도움말

source: Host Configuration (Debug / Export)
ko: 호스트 구성 (디버그 / 내보내기)

source: How to connect a tethering device to ThruRNDIS
ko: 테더링 기기를 ThruRNDIS에 연결하는 방법

source: Network Extension permission is required for WireGuard connections.
ko: WireGuard 연결에는 네트워크 확장 프로그램 권한이 필요합니다.

source: Inactive
ko: 비활성화됨

source: Info
ko: 정보

source: initial ramdisk
ko: 초기 램디스크

source: initial ramdisk override
ko: 초기 램디스크 재정의

source: Install or choose valid files to continue.
ko: 계속하려면 올바른 파일을 설치하거나 선택하세요.

source: Install or select valid VM assets before finishing onboarding.
ko: 온보딩을 완료하려면 먼저 유효한 VM 에셋을 설치하거나 선택하세요.

source: Install or select valid VM assets before starting the USB listener.
ko: USB 리스너를 시작하기 전에 유효한 VM 에셋을 설치하거나 선택하세요.

source: Install or select VM assets to begin.
ko: 시작하려면 VM 에셋을 설치하거나 선택하세요.

source: Install the Required Files
ko: 필수 파일 설치

source: Install the VM Assets.
ko: VM 에셋을 설치하세요.

source: Installation cancelled. %@
ko: 설치가 취소되었습니다. %@

source: Installation complete: %@
ko: 설치 완료: %@

source: Installed version
ko: 설치된 버전

source: Installing the downloaded VM assets…
ko: 다운로드한 VM 에셋을 설치하는 중…

source: Invalid MAC address: %@
ko: 잘못된 MAC 주소: %@

# Invalid WireGuard configuration integer for %@: %lld.
source: Invalid WireGuard configuration integer for %1$@: %2$lld.
ko: WireGuard 구성의 %1$@ 정숫값이 잘못되었습니다: %2$lld.

source: Invalid WireGuard X25519 private key: %@.
ko: WireGuard X25519 개인 키가 잘못되었습니다: %@.

source: Kernel arguments
ko: 커널 인수

source: Linux kernel
ko: Linux 커널

source: Linux kernel override
ko: Linux 커널 재정의

source: Listening
ko: 감지 중

source: Login item status is unavailable.
ko: 로그인 항목 상태를 확인할 수 없습니다.

source: macOS returned an unknown network extension activation result.
ko: macOS가 알 수 없는 네트워크 확장 프로그램 활성화 결과를 반환했습니다.

source: Manually selected VM assets are ready.
ko: 직접 선택한 VM 에셋을 사용할 준비가 되었습니다.

source: Memory
ko: 메모리

source: Missing WireGuard configuration value: %@.
ko: WireGuard 구성 값이 없습니다: %@.

source: MIT License
ko: MIT 라이선스

source: Network Extension
ko: 네트워크 확장 프로그램

source: Network extension activation is already in progress.
ko: 네트워크 확장 프로그램 활성화가 이미 진행 중입니다.

source: NetworkExtension Packet Tunnel
ko: NetworkExtension 패킷 터널

source: New devices require approval, and only one USB device can be attached during a VM session.
ko: 새 기기는 승인이 필요하며, 한 VM 세션에는 USB 기기 한 대만 연결할 수 있습니다.

source: No events.
ko: 이벤트가 없습니다.

source: No Image-* kernel was found in the VM asset folder: %@
ko: VM 에셋 폴더에서 Image-* 커널을 찾을 수 없습니다: %@

source: No initramfs-thrurndis-* ramdisk was found in the VM asset folder: %@
ko: VM 에셋 폴더에서 initramfs-thrurndis-* 램디스크를 찾을 수 없습니다: %@

source: No USB devices
ko: USB 기기 없음

source: None
ko: 없음

source: Not Checked
ko: 확인 안 됨

source: Not configured
ko: 구성 안 됨

source: Not Now
ko: 나중에

source: Not selected
ko: 선택 안 됨

source: OK
ko: 확인

source: Only one USB passthrough accessory is supported per VM session.
ko: VM 세션마다 하나의 USB 패스스루 액세서리만 지원됩니다.

source: Open Config Folder
ko: 구성 폴더 열기

source: Open Logs Folder
ko: 로그 폴더 열기

source: Open Settings
ko: 설정 열기

source: Open Source Acknowledgements
ko: 오픈 소스 고지

source: Open ThruRNDIS at Login
ko: 로그인 시 ThruRNDIS 열기

source: Open Virtual Machine Accessories
ko: 가상 머신 액세서리 열기

source: Open VM Console…
ko: VM 콘솔 열기…

source: Optional Storage
ko: 선택적 저장 공간

source: Preparing device connection video…
ko: 기기 연결 동영상 준비 중…

source: Preparing video…
ko: 동영상 준비 중…

source: Project Website
ko: 프로젝트 웹사이트

source: Provider connected
ko: 프로바이더 연결됨

source: Quit ThruRNDIS
ko: ThruRNDIS 종료

source: Reasserting
ko: 재연결 중

source: Reconnect
ko: 다시 연결

source: Refresh
ko: 새로고침

source: Refresh Status
ko: 상태 새로고침

source: Refusing to modify a VM asset path outside managed storage: %@
ko: 관리형 저장소 외부의 VM 에셋 경로는 변경할 수 없습니다: %@

source: Release %lld
ko: 릴리스 %lld

source: Reload
ko: 다시 불러오기

source: Replay
ko: 다시 재생

source: Replay device connection video
ko: 기기 연결 동영상 다시 재생

source: Replay video
ko: 동영상 다시 재생

source: Request Activation
ko: 활성화 요청

source: Request activation, then allow ThruRNDIS in System Settings before connecting.
ko: 활성화를 요청한 다음 연결하기 전에 시스템 설정에서 ThruRNDIS를 허용하세요.

source: Reset
ko: 초기화

source: Reset All Settings?
ko: 모든 설정을 초기화하시겠습니까?

source: Reset All Settings…
ko: 모든 설정 초기화…

source: Reset and Quit
ko: 초기화 후 종료

source: Restart
ko: 다시 시작

source: Restart macOS to finish activating the network extension.
ko: 네트워크 확장 프로그램 활성화를 마치려면 macOS를 재시동하세요.

source: Restart macOS to finish activating the Network Extension.
ko: 네트워크 확장 프로그램 활성화를 완료하려면 macOS를 재시동하세요.

source: Restart macOS to finish removing the Network Extension before requesting activation again.
ko: 네트워크 확장 프로그램 제거를 완료하려면 macOS를 재시동한 후 다시 활성화를 요청하세요.

source: Restart Onboarding…
ko: 온보딩 다시 시작…

source: Restart Required
ko: 재시동 필요

source: Restart VM
ko: VM 다시 시작

source: Restarting
ko: 다시 시작 중

source: Restarting…
ko: 다시 시작 중…

source: Restarting VM.
ko: VM을 다시 시작하는 중입니다.

source: Running
ko: 실행 중

source: Runtime
ko: 런타임

source: Save WireGuard Configuration
ko: WireGuard 구성 저장

source: Save…
ko: 저장…

source: Scratch disk
ko: 스크래치 디스크

source: Scratch disk must be a writable raw disk image, not ISO media: %@
ko: 스크래치 디스크는 쓰기 가능한 raw 디스크 이미지여야 하며 ISO 미디어는 사용할 수 없습니다: %@

source: Select “Use with ThruRNDIS”
ko: “ThruRNDIS에서 사용”을 선택하세요

source: Select a USB accessory.
ko: USB 액세서리를 선택하세요.

source: Select or install VM assets first.
ko: 먼저 VM 에셋을 선택하거나 설치하세요.

source: Selected VM asset path is not a folder: %@
ko: 선택한 VM 에셋 경로가 폴더가 아닙니다: %@

source: Settings reset, but Launch at Login could not be disabled: %@
ko: 설정은 초기화되었지만 로그인 시 열기를 비활성화할 수 없습니다: %@

source: Settings…
ko: 설정…

source: SHA256SUMS contains more than one entry for %@.
ko: SHA256SUMS에 %@ 항목이 두 개 이상 있습니다.

source: SHA256SUMS does not contain an entry for %@.
ko: SHA256SUMS에 %@ 항목이 없습니다.

source: SHA256SUMS is malformed.
ko: SHA256SUMS 형식이 잘못되었습니다.

source: Start
ko: 시작

source: Start the VM before attaching USB.
ko: USB를 연결하기 전에 VM을 시작하세요.

source: Start VM
ko: VM 시작

source: Starting
ko: 시작 중

source: Starting VM.
ko: VM을 시작하는 중입니다.

source: Status
ko: 상태

source: Stop
ko: 중지

source: Stop VM
ko: VM 중지

source: Stopped
ko: 중지됨

source: Stopping
ko: 중지 중

source: Stopping VM.
ko: VM을 중지하는 중입니다.

source: System Extension Installation
ko: 시스템 확장 설치

source: The download response for %@ was invalid.
ko: %@의 다운로드 응답이 올바르지 않습니다.

source: The installed VM asset release is incomplete or damaged: %@
ko: 설치된 VM 에셋 릴리스가 불완전하거나 손상되었습니다: %@

source: The latest VM asset release contains an invalid download URL for %@.
ko: 최신 VM 에셋 릴리스에 포함된 %@의 다운로드 URL이 잘못되었습니다.

source: The latest VM asset release contains an invalid SHA-256 digest for %@.
ko: 최신 VM 에셋 릴리스에 포함된 %@의 SHA-256 다이제스트가 잘못되었습니다.

source: The latest VM asset release contains more than one %@ attachment.
ko: 최신 VM 에셋 릴리스에 %@ 첨부 파일이 두 개 이상 있습니다.

source: The latest VM asset release does not contain %@.
ko: 최신 VM 에셋 릴리스에 %@ 첨부 파일이 없습니다.

source: The login item could not be found. Run ThruRNDIS from its app bundle.
ko: 로그인 항목을 찾을 수 없습니다. ThruRNDIS를 앱 번들에서 실행하세요.

source: The Network Extension is active and ready to connect.
ko: 네트워크 확장 프로그램이 활성화되어 연결할 준비가 되었습니다.

source: The network extension is still disabled after the activation request completed.
ko: 활성화 요청이 완료된 후에도 네트워크 확장 프로그램이 비활성화되어 있습니다.

source: The Network Extension status could not be determined.
ko: 네트워크 확장 프로그램 상태를 확인할 수 없습니다.

source: The Network Extension status has not been checked yet.
ko: 아직 네트워크 확장 프로그램 상태를 확인하지 않았습니다.

source: The saved WireGuard tunnel is not a packet tunnel session.
ko: 저장된 WireGuard 터널이 패킷 터널 세션이 아닙니다.

# The selected %@ is not a readable regular file: %@
source: The selected %1$@ is not a readable regular file: %2$@
ko: 선택한 %1$@ 파일은 읽을 수 있는 일반 파일이 아닙니다: %2$@

source: The selected USB accessory is already attached.
ko: 선택한 USB 액세서리가 이미 연결되어 있습니다.

source: The selected USB accessory is no longer available.
ko: 선택한 USB 액세서리를 더 이상 사용할 수 없습니다.

source: The ThruRNDIS bundle identifier is unavailable.
ko: ThruRNDIS 번들 식별자를 사용할 수 없습니다.

source: The USB accessory became unavailable before it could be attached.
ko: 연결하기 전에 USB 액세서리를 사용할 수 없게 되었습니다.

source: The VM asset archive contains a duplicate path: %@
ko: VM 에셋 아카이브에 중복된 경로가 있습니다: %@

source: The VM asset archive contains a symbolic link: %@
ko: VM 에셋 아카이브에 심볼릭 링크가 있습니다: %@

source: The VM asset archive contains an unexpected top-level path: %@
ko: VM 에셋 아카이브에 예상하지 못한 최상위 경로가 있습니다: %@

source: The VM asset archive contains an unsafe path: %@
ko: VM 에셋 아카이브에 안전하지 않은 경로가 있습니다: %@

# The VM asset checksum does not match (expected %@, calculated %@).
source: The VM asset checksum does not match (expected %1$@, calculated %2$@).
ko: VM 에셋 체크섬이 일치하지 않습니다(예상: %1$@, 계산: %2$@).

source: The VM did not stop cleanly. Retry Stop before attaching a USB accessory.
ko: VM이 정상적으로 중지되지 않았습니다. USB 액세서리를 연결하기 전에 VM 중지를 다시 시도하세요.

source: The WireGuard tunnel did not stop within five seconds.
ko: WireGuard 터널이 5초 안에 중지되지 않았습니다.

source: This build cannot activate the Network Extension. Run a signed copy of ThruRNDIS from Applications.
ko: 이 빌드에서는 네트워크 확장 프로그램을 활성화할 수 없습니다. 서명된 ThruRNDIS를 응용 프로그램 폴더에서 실행하세요.

source: ThruRNDIS is ready to continue.
ko: 다음 단계로 진행할 준비가 되었습니다.

source: ThruRNDIS requires Network Extension and Dummy Ethernet helper permissions.
ko: ThruRNDIS는 네트워크 확장 프로그램과 더미 이더넷 헬퍼 권한이 필요합니다.

source: ThruRNDIS Settings
ko: ThruRNDIS 설정

source: ThruRNDIS status
ko: ThruRNDIS 상태

source: ThruRNDIS will not open automatically at login.
ko: ThruRNDIS는 로그인 시 자동으로 열리지 않습니다.

source: ThruRNDIS will open automatically when you log in.
ko: ThruRNDIS는 로그인 시 자동으로 열립니다.

source: ThruRNDIS Will Quit
ko: ThruRNDIS가 종료됩니다

source: Turn on USB tethering, then connect the device to this Mac with USB.
ko: USB 테더링을 켠 다음, USB 케이블로 기기를 이 Mac에 연결하세요.

source: Unavailable
ko: 사용할 수 없음

source: Uninstalling
ko: 제거 중

source: Unknown
ko: 알 수 없음

source: Unknown VID:PID
ko: 알 수 없는 VID:PID

source: USB accessory attached.
ko: USB 액세서리가 연결되었습니다.

source: USB and WireGuard will disconnect. Quit anyway?
ko: USB 기기와 연결이 해제됩니다. 정말 종료하시겠어요?

source: USB attach cooling down.
ko: USB 연결을 다시 시도할 때까지 기다리는 중입니다.

source: USB descriptor is incomplete.
ko: USB 설명자 정보가 완전하지 않습니다.

source: USB Device
ko: USB 기기

source: USB Devices
ko: USB 기기

source: USB Not Attached
ko: USB 연결 안 됨

source: USB listener registered.
ko: USB 리스너가 등록되었습니다.

source: USB monitoring is unavailable in this unsigned build.
ko: 서명되지 않은 빌드에서는 USB 모니터링을 사용할 수 없습니다.

source: USB: Not attached
ko: USB: 연결 안 됨

source: Use it with ThruRNDIS
ko: ThruRNDIS에서 사용

source: Use the menu bar to pass your tethering device through to ThruRNDIS.
ko: 메뉴 막대를 사용하여 테더링 기기를 ThruRNDIS로 패스스루하세요.

source: Use Virtual Machine Accessories to attach the device to ThruRNDIS.
ko: 가상 머신 액세서리를 사용하여 기기를 ThruRNDIS에 연결하세요.

source: Using manually selected files
ko: 직접 선택한 파일 사용 중

source: Verifying the downloaded VM assets…
ko: 다운로드한 VM 에셋을 검증하는 중…

source: Version
ko: 버전

source: Video unavailable
ko: 동영상을 사용할 수 없음

source: View Releases
ko: 릴리스 보기

source: Virtual Machine
ko: 가상 머신

source: Virtual machines are unavailable in this unsigned build.
ko: 서명되지 않은 빌드에서는 가상 머신을 사용할 수 없습니다.

source: VM Asset Error
ko: VM 에셋 오류

source: VM Asset Releases
ko: VM 에셋 릴리스

source: VM Assets
ko: VM 에셋

source: VM assets %@ are already installed and ready.
ko: VM 에셋 설치가 이미 완료되어 사용할 수 있습니다: %@

source: VM assets %@ are ready.
ko: VM 에셋 준비가 완료되었습니다: %@

source: VM assets are not selected.
ko: VM 에셋이 선택되지 않았습니다.

source: VM Assets Required
ko: VM 에셋이 필요합니다

source: VM Console
ko: VM 콘솔

source: VM has no USB controller.
ko: VM에 USB 컨트롤러가 없습니다.

source: VM running.
ko: VM이 실행 중입니다.

source: VM serial terminal
ko: VM 직렬 터미널

source: VM stopped for restart.
ko: 다시 시작하기 위해 VM을 중지했습니다.

source: VM stopped.
ko: VM이 중지되었습니다.

source: VT100/Xterm terminal emulator · MIT License
ko: VT100/Xterm 터미널 에뮬레이터 · MIT 라이선스

source: VT100/Xterm terminal emulator used by the VM console.
ko: VM 콘솔에서 사용하는 VT100/Xterm 터미널 에뮬레이터입니다.

source: Wait for the current Dummy Ethernet operation to finish.
ko: 현재 더미 이더넷 작업이 끝날 때까지 기다리세요.

source: Wait for the current USB attachment workflow before reloading the listener.
ko: USB 리스너를 다시 불러오기 전에 현재 USB 연결 작업이 끝날 때까지 기다리세요.

source: Wait for the current USB attachment workflow before stopping the listener.
ko: USB 리스너를 중지하기 전에 현재 USB 연결 작업이 끝날 때까지 기다리세요.

source: Wait for the current USB attachment workflow to finish.
ko: 현재 USB 연결 작업이 끝날 때까지 기다리세요.

source: Wait for the current VM asset operation to finish.
ko: 현재 VM 에셋 작업이 끝날 때까지 기다리세요.

source: Wait for the current VM transition to finish.
ko: 현재 VM 전환이 끝날 때까지 기다리세요.

source: Wait for VM asset installation to finish before attaching USB.
ko: USB를 연결하기 전에 VM 에셋 설치가 끝날 때까지 기다리세요.

source: Wait for VM asset installation to finish before starting the USB listener.
ko: USB 리스너를 시작하기 전에 VM 에셋 설치가 끝날 때까지 기다리세요.

source: Wait for VM asset installation to finish before starting the VM.
ko: VM을 시작하기 전에 VM 에셋 설치가 끝날 때까지 기다리세요.

source: Waiting for THRURNDIS_WG_ENDPOINT from guest
ko: 게스트의 THRURNDIS_WG_ENDPOINT를 기다리는 중

source: Welcome to ThruRNDIS
ko: ThruRNDIS에 오신 것을 환영합니다

source: What are VM Assets
ko: VM 에셋이란?

source: WireGuard connections are unavailable in this unsigned build.
ko: 서명되지 않은 빌드에서는 WireGuard 연결을 사용할 수 없습니다.

source: WireGuard key pair is incomplete. Restore the missing key without replacing the existing key: %@
ko: WireGuard 키 쌍이 불완전합니다. 기존 키를 교체하지 말고 누락된 키를 복원하세요: %@

source: WireGuard private key is missing: %@
ko: WireGuard 개인 키가 없습니다: %@

source: WireGuard Disconnected
ko: WireGuard 연결 안 됨

source: WireGuard: Provider connected
ko: WireGuard: 프로바이더 연결됨

# menuBar.combinedStatus.notRunning
source: Not Running
ko: 비활성화됨

# menuBar.combinedStatus.running
source: Running
ko: 활성화됨

source: A signed Runtime build is required to use the Dummy Ethernet helper.
ko: 더미 이더넷 헬퍼를 사용하려면 서명된 런타임 빌드가 필요합니다.

source: Allow the Dummy Ethernet helper in System Settings > General > Login Items, then return and refresh.
ko: 시스템 설정 > 일반 > 로그인 항목 및 확장 프로그램에서 더미 이더넷 헬퍼를 허용한 다음 앱으로 돌아와 새로고침하세요.

source: Approval Required
ko: 승인 필요

source: Bond Member
ko: Bond 멤버

source: Could not inspect the current code signature (%d).
ko: 현재 코드 서명을 검사할 수 없습니다(%d).

source: Could not read code-signing information (%d).
ko: 코드 서명 정보를 읽을 수 없습니다(%d).

source: Could not resolve the current signed executable (%d).
ko: 현재 서명된 실행 파일을 확인할 수 없습니다(%d).

source: Dummy Ethernet
ko: 더미 이더넷

source: Dummy Ethernet: %@
ko: 더미 이더넷: %@

source: Dummy Ethernet helper problem
ko: 더미 이더넷 헬퍼 문제

source: Dummy Ethernet is unavailable in this unsigned build.
ko: 서명되지 않은 빌드에서는 더미 이더넷을 사용할 수 없습니다.

source: Dummy Ethernet did not stop while resetting app settings.
ko: 앱 설정을 초기화하는 동안 더미 이더넷 구성이 중지되지 않았습니다.

source: Remove
ko: 제거

source: Reinstall
ko: 재설치

source: Reinstall the bundled Dummy Ethernet helper.
ko: 내장 더미 이더넷 헬퍼를 다시 설치하세요.

source: Reinstall the Dummy Ethernet helper before resetting app settings.
ko: 앱 설정을 초기화하기 전에 더미 이더넷 헬퍼를 다시 설치하세요.

source: Reinstalling Dummy Ethernet helper…
ko: 더미 이더넷 헬퍼 재설치 중…

source: Removing Dummy Ethernet helper…
ko: 더미 이더넷 헬퍼 제거 중…

source: Install
ko: 설치

source: Installing Dummy Ethernet helper…
ko: 더미 이더넷 헬퍼 설치 중…

source: Install the bundled Dummy Ethernet helper.
ko: 내장 더미 이더넷 헬퍼를 설치하세요.

source: Enabled
ko: 활성화됨

source: Enter a valid Dummy Ethernet configuration.
ko: 유효한 더미 이더넷 구성을 입력하세요.

source: Enter an IPv4 address.
ko: IPv4 주소를 입력하세요.

source: IPv4 Address
ko: IPv4 주소

source: Needs Attention
ko: 확인 필요

source: Network Configuration
ko: 네트워크 구성

source: Not Enabled
ko: 활성화 안 됨

source: Not Found
ko: 찾을 수 없음

source: Open Login Items
ko: 로그인 항목 열기
